<div id="articles">
    <article>
        <img src="img/img1.jpg" alt="" title="img1">
        <h2>name</h2>
        <p>text...</p>
        <a href="#">continue</a>
    </article>
    <article>
        <img src="img/img2.jpg" alt="" title="img2">
        <h2>name</h2>
        <p>text... text... text... text... text... text... text... text... text... text... text... text... text... text... text... text... text... text... text... text... text... text... text... text...</p>
        <a href="#">continue</a>
    </article>
    <article>
        <img src="img/img3.jpg" alt="" title="img3">
        <h2>name</h2>
        <p>text...</p>
        <a href="#">continue</a>
    </article>
    <article>
        <img src="img/img2.jpg" alt="" title="img2">
        <h2>name</h2>
        <p>text...</p>
        <a href="#">continue</a>
    </article>
</div>
<!--<div id="content">-->
<!--    <h1>subject1</h1>-->
<!--    <h2>subject2</h2>-->
<!--    <h3>subject3</h3>-->
<!--    <h4>subject4</h4>-->
<!--    <h5>subject5</h5>-->
<!--    <h3>Paragraphs</h3>-->
<!--    <p>Как видим, в принципе, ничего сложного нет. Функция вернет нам результат отправки.-->
<!--        Ну а в следующем примере я чуть усложню задачу: мы будем использовать SMTP и отправим-->
<!--        письма сразу нескольким пользователям, но это будут не копии (скрытые копии) CC и BCC,-->
<!--        а именно рассылка. То есть, фактически, ниже будет небольшой скрипт спамера))) Имена и-->
<!--        email мы будем брать из бд. В заголовках письма и в самом письме будем посылать ссылку-->
<!--        для отписки, чтобы меньше было шансов попасть в спам-лист почтовых сервисов. Для этого-->
<!--        нужно будет создать страницу, перейдя на которую пользователь сразу автоматически-->
<!--        отпишется от рассылки. Например, страница будет называться unsubscribe.php, а в качестве-->
<!--        идентификатора пользователя мы будем передавать его уникальный id, под которым он существует в нашей бд.</p>-->
<!--    <p>Как видим, в принципе, ничего сложного нет. Функция вернет нам результат отправки.-->
<!--        Ну а в следующем примере я чуть усложню задачу: мы будем использовать SMTP и отправим-->
<!--        письма сразу нескольким пользователям, но это будут не копии (скрытые копии) CC и BCC,-->
<!--        а именно рассылка. То есть, фактически, ниже будет небольшой скрипт спамера))) Имена и-->
<!--        email мы будем брать из бд. В заголовках письма и в самом письме будем посылать ссылку-->
<!--        для отписки, чтобы меньше было шансов попасть в спам-лист почтовых сервисов. Для этого-->
<!--        нужно будет создать страницу, перейдя на которую пользователь сразу автоматически-->
<!--        отпишется от рассылки. Например, страница будет называться unsubscribe.php, а в качестве-->
<!--        идентификатора пользователя мы будем передавать его уникальный id, под которым он существует в нашей бд.</p>-->
<!--    <p>Как видим, в принципе, ничего сложного нет. Функция вернет нам результат отправки.-->
<!--        Ну а в следующем примере я чуть усложню задачу: мы будем использовать SMTP и отправим-->
<!--        письма сразу нескольким пользователям, но это будут не копии (скрытые копии) CC и BCC,-->
<!--        а именно рассылка. То есть, фактически, ниже будет небольшой скрипт спамера))) Имена и-->
<!--        email мы будем брать из бд. В заголовках письма и в самом письме будем посылать ссылку-->
<!--        для отписки, чтобы меньше было шансов попасть в спам-лист почтовых сервисов. Для этого-->
<!--        нужно будет создать страницу, перейдя на которую пользователь сразу автоматически-->
<!--        отпишется от рассылки. Например, страница будет называться unsubscribe.php, а в качестве-->
<!--        идентификатора пользователя мы будем передавать его уникальный id, под которым он существует в нашей бд.</p>-->
<!--</div>-->